Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/sosiaaliturva.html.tmx
Source language: fin
Languages: sme

source: Sosiaaliturva
sme: Sosiáladorvu

source: Saamelaisten oikeudet ja asema alkuperäiskansana tulisi ottaa huomioon sosiaaliturvalainsäädännössä.
sme: S á pmela čč aid vuoigatvuo đ aid ja sajádaga eamiálbmogin berrešii váldit vuhtii sosiáladorvoláhkaaddimis.

source: Saamelaisilla perinteisillä elinkeinoilla on erityinen kulttuurinen merkitys koko saamelaisyhteisölle.
sme: S á pmelaččaid á rbevirolaš ealáhusain lea erenoamáš kultuvrralaš mearkkašupmi oppa sámeservošii.

source: Saamelaisten perinteisten elinkeinojen työllistävyyden ja tulojen määrittelyn osalta tarvittaisiin kulttuurinmukaisia soveltamisohjeita.
sme: Das mo sápmelaččat bargguiduhttet iežaset á rbevirolaš ealáhusain ja boađuid meroštallama oasil dárbbašuvvo šedje kultuvrra mieldásaš heivehanrávvagat.

source: Sosiaaliturva tarjoaa perustoimeentulon niissä tilanteissa, joissa henkilö ei pysty siitä itse vastaamaan.
sme: Sosi áladorvu fállá vuođđoáigáiboađu dakkár diliin, main olmmoš ii nagot ieš váldit ovddasvástádusa .

source: Suomessa sosiaaliturvan toimeenpanosta huolehtivat Kela, kunnat, työttömyyskassat ja eläke- ja muut vakuutuslaitokset.
sme: Suomas sosi áladorvvu doibmiibidjamis fuolahit Kela, gielddat, bargguhisvuođakássat ja ealáhat- ja eará oadjolágádusat.

source: Saamelaisten sosiaaliturvan ja elinolojen kehittäminen edellyttää saamelaisten elämäntapojen ja erityistarpeiden ymmärtämistä ja huomioimista.
sme: S ápmelaččaid sosiáladorvvu ja eallindiliid ovdánahttin eaktuda ahte áddet ja vuhtii váldit sápmelaččaid eallinvugiid ja sierradárbbuid.

source: Kulttuurinmukaisten koulutus- ja tukitoimien kehittäminen edistää saamelaisten asua omalla kotiseudullaan.
sme: Skuvlen – ja doarjjadoaimmaid ovdánahttin kultuvrra vuođul buorida sápmelaččaid vejolašvuođaid orrut iežas ruovttuguovllus.

source: Kotiseudulle työllistyminen luo saamelaisille edellytyksiä kehittää kulttuuriaan, elinolojaan ja aluettaan kulttuurisen itsehallinnon perustalta ja vahvistaa saamelaisyhteisöä.
sme: Vejolašvuohta oaččut barggu ruovttuguovllus addá sápmelaččaide vejolašvuođaid ovdánahttit iežaset kultuvrra, eallindiliid ja guovllu kultuvrra iešstivrema vuođul ja nanne sámeservoša.

source: Erityistä huomiota tulee kiinnittää syrjäytymisvaarassa oleviin nuoriin.
sme: Erenoamáš fuopmášumi berre giddet nuoraide geat leat ravgásanváras.

source: Lisäksi lainsäädäntöä tulisi arvioida uudelleen.
sme: Dan lassin láhkaaddima berrešii ođđasit árvvostallat .

source: Sääntelyssä tulisi ottaa huomioon saamelaiselinkeinojen erityispiirteet ja kulttuurinen merkitys ja tukea saamelaisten mahdollisuutta ansaita toimeentulonsa perinteisillä elinkeinoillaan.
sme: Láhkaásaheamis berrešii váldit vuhtii sámeealáhusaid sierraiešvuođaid ja kultuvra mearkkašumi ja doarjut sápmelaččaid vejolašvuođa dinet birgenlágiset árbevirolaš ealáhusain .

source: Saamelaiskäräjien sotealan kehittämisohjelmassa (2016-2019) on ehdotettu toimenpiteitä sosiaaliturvan kehittämiseksi.
sme: S ámedikki sosiála- ja dearvvasvuođasuorggi ovddidanprográmmas (2016-2019) leat evttohuvvon doaibmabijut sosiáladorvvu ovddideami várás.

source: Tällaisia ovat esimerkiksi nuorille suunnattujen koulutus- ja tukitoimien kehittäminen työllistymismahdollisuuksien ja osallisuuden parantamiseksi;
sme: Dákkárat leat ovdamearkka dihte nuoraide oaivvilduvvon skuvlen- ja doarjjadoaimmaid ovdánahttin vai vejolašvuođat oažžut barggu ja oasálašvuohta livččii buoret;

source: saamelaisten perinteisistä elinkeinoista ja yhdistelmäelinkeinoista toimeentulonsa saavien toimeentulon, sosiaaliturvan, kuntoutuksen ja sijaisavun kehittäminen, sekä sosiaaliturvalainsäädännön kehittäminen vastaamaan paremmin saamelaisten erityistarpeita.
sme: sápmela čč aid árbevirolaš ealáhusain ja lotnolasealáhusain birgenlágiset oažžuid áigáiboađu, sosiáladorvvu , veajuiduhttima ja sadjásašveahki ovdánahttin , sihke sosiáladorvoláhkaaddima ovdánahttin vástidit buorebut sápmelaččaid sierradárbbuid.

source: Kansaneläkelaitoksen tarjoamasta sosiaaliturvasta löytyy tietoa Kelan omilta kotisivuilta inarinsaameksi , koltansaameksi ja pohjoissaameksi .
sme: Álbmotealáhatlágádusa fállan sosiáladorvvu birra gávdno diehtu Kela ruovttusiidduin anárašgillii , nuortalašgillii ja davvisámegillii .

source: Saamenkieliset hakemuslomakkeet löytyvät täältä .
sme: Sámegielat ohcanskovit gávdnojit dáppe .
